---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidTemperatureParam
source: html/5fa3d0c0-f68c-4e19-57c6-1677d947cb02.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidTemperatureParam Property

"Fluid Temperature"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFluidTemperatureParam { get; }
```